Repository: jeffersonbehling/projeto-coderace
Catalog: plugins/SignUp/User/src/Locale/*/employee.po
Languages: pt_br

source: The employees category could not be saved. Please, try again.
pt_br: A Categoria de Servidores não pôde ser salva. Por favor, tente novamente.

source: The employees category has been saved.
pt_br: A Categoria de Servidores foi salva.

source: The employees category has been deleted.
pt_br: A Categoria de Servidores foi excluída

source: The employees category could not be deleted. Please, try again.
pt_br: A Categoria de Servidores não pôde ser excluída. Por favor, tente novamente.

source: The human resources email has been saved.
pt_br: O E-mail dos Recursos Humanos foi salvo.

source: The human resources email could not be saved. Please, try again.
pt_br: O E-mail dos Recursos Humanos não pôde ser salvo. Por favor, tente novamente.

source: Logoff before continue
pt_br: Faça Logoff antes de continuar

source: CPF already exists
pt_br: CPF já está em uso

source: Please, fill your first name.
pt_br: Por favor, preencha seu nome

source: Please, fill your last name.
pt_br: msgstr ""Por favor, preencha seu sobrenome

source: The username cold not be generated
pt_br: O nome de usuário não pôde ser gerado

source: The reCaptcha could not be validated
pt_br: O reCaptcha não pôde ser validado

source: The user could not be saved
pt_br: O usuário não pôde ser salvo

source: Failed to send email to the HR sector:
pt_br: Falha ao enviar e-mail para o setor de RH

source: Rejected successfully.
pt_br: Rejeitado com Sucesso

source: An error occurred while rejecting user. Please, try again.
pt_br: Ocorreu um erro enquanto rejeitava o Usuário. Por favor, tente novamente.

source: Accepted successfully.
pt_br: Aceito com Sucesso

source: An error occurred while accepting user. Please, try again.
pt_br: Ocorreu um erro enquanto aceitava o Usuário. Por favor, tente novamente.

source: Failed to send email to the user:
pt_br: Falha ao enviar e-mail para o Usuário:

source: Actions
pt_br: Ações

source: List Employees Categories
pt_br: Lista de Categorias de Servidores

source: Add Employees Category
pt_br: Adicionar Categoria de Servidores

source: Description
pt_br: Descrição

source: Submit
pt_br: Enviar

source: Are you sure you want to delete # {0}?
pt_br: Tem certeza que deseja excluir # {0}?

source: Edit Employees Category
pt_br: Editar Categoria de Servidores

source: New Category
pt_br: Nova Categoria

source: Specialize Employee
pt_br: Especializar Servidor

source: Employees Categories
pt_br: Categorias de Servidores

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: first
pt_br: primeiro

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: last
pt_br: último

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
pt_br: Página {{page}} de {{pages}}, mostrando {{current}} dado(s) de um total de {{count}}

source: Delete Employees Category
pt_br: Excluir Categoria de Servidores

source: New Employees Category
pt_br: Nova Categoria de Servidores

source: List Emails
pt_br: Lista de E-mails

source: Add Email
pt_br: Adicionar E-mail

source: Edit Email
pt_br: Editar E-mail

source: New Email
pt_br: Novo E-mail

source: Human Resources Emails
pt_br: E-mails do Recursos Humanos

source: Created
pt_br: Criado

source: Login
pt_br: Entrar

source: Sign Up for Employee
pt_br: Inscreva-se para Servidor

source: Personal data
pt_br: Dados Pessoais

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Register Account
pt_br: Registrar Conta

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha

source: Password Confirm
pt_br: Confirmar Senha

source: Accept TOS conditions?
pt_br: Aceitar Condições?

source: New User
pt_br: Novo Usuário

source: List Social Accounts
pt_br: Lista de Contas Sociais

source: New Social Account
pt_br: Nova Conta Social

source: Validations
pt_br: Validações

source: Role
pt_br: Função

source: Validation
pt_br: Validação

source: Accept
pt_br: Aceitar

source: Accept request?
pt_br: Aceitar Pedido?

source: Reject
pt_br: Rejeitar

source: Reject request?
pt_br: Rejeitar Pedido?

source: Home
pt_br: Página Inicial

source: Category of Employees
pt_br: Categorias de Servidores

source: Specialization
pt_br: Especialização

source: Please select a Category for Employee
pt_br: Por favor, selecione uma Categoria para o Servidor
